Repository: ZIYU-FUI/wenshu
Catalog: Sources/WenshuApp/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# workspace.editor.restore_layout
source: Restore Layout
zh_hans: 恢复布局

# workspace.layoutEditMode
source: Layout edit mode
zh_hans: 布局编辑模式

# workspace.preview.sort_method_help
source: Sort method:
zh_hans: 排序方式:

# workspace.transforms.moreHelp
source: More transforms: shift tone, simplify, dramatize
zh_hans: 更多变换: 调整语气 / 简化 / 戏剧化

# preview.empty_state.book_with_folder
source: This section is empty
zh_hans: 这里还没有内容

# preview.empty_state.book_no_folder
source: This book has no documents yet
zh_hans: 这本书还没有文档

# preview.empty_state.shelf_empty
source: This shelf is empty
zh_hans: 这个书架还是空的

# preview.empty.shelf_no_books
source: This shelf has no books yet.
zh_hans: 这个书架里还没有书。

# preview.empty_state.pick_book
source: Select a book from the shelf
zh_hans: 从书架中选择一本书

# preview.empty.scope_hint
source: Choose a shelf or reference library to browse reusable material.
zh_hans: 从书架或资料库中选择一个范围，浏览可复用素材。

# preview.empty_state.category_empty
source: This category has no material yet
zh_hans: 这个分类里还没有资料

# preview.empty.import_hint
source: Import reference material to build reusable story elements.
zh_hans: 导入资料，逐步建立可复用的故事素材。

# preview.empty_state.reference_empty
source: No reference material yet
zh_hans: 这里还没有资料

# preview.empty.pick_book
source: Choose a section or add a document to begin.
zh_hans: 从左侧选择一个分类，或添加一个文档。

# preview.tab.placeholder
source: Preview
zh_hans: 预览
